Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Euro-QOL Visual Analogue Scale (RQ-VAS) at 90 days (n=1242)
es_es: Escala analógica visual Euro-QOL (RQ-VAS) a los 90 días(n=1242)

source: Europe
es_es: Europa

source: European Directorate for the Quality of Medicines
es_es: Dirección Europea de Calidad de los medicamentos

source: European Medicine Agency
es_es: European Medicine Agency (Agencia Europea de Medicamentos)

source: European Medicines Agency
es_es: Agencia Europea de Medicamentos

source: European Medicines Agency (EMA) guideline “EMA/409815/2020 Rev.19 – Questions and answers for marketing authorisation holders/applicants on the CHMP Opinion for the Article 5(3) of Regulation (EC) No 726/2004 referral on nitrosamine impurities in human medicinal products (last update 02/Oct/2023)” in its “Appendix 1:
es_es: El lineamiento de la Agencia Europea de Medicamentos (EMA) "EMA/409815/2020 Rev. 19: "Preguntas y respuestas de titulares/solicitantes de autorizaciones para la comercialización al Comité de Medicamentos de Uso Humano por referato en el Artículo 5(3) de la normativa (CE) 726/2004 (impurezas nitrosamínicas en medicamentos de uso humano)" (última actualización del 02 de octubre de 2023)" en su "Apéndice 1:

source: European Medicines Agency (EMA) guideline “EMA/409815/2020 Rev.19 – Questions and answers for marketing authorisation holders/applicants on the CHMP Opinion for the Article 5(3) of Regulation (EC) No 726/2004 referral on nitrosamine impurities in human medicinal products (last update 02/Oct/2023)” in its “Appendix 1: Acceptable intakes established for N- nitrosamines (last update 20/Nov/2023)” defines NO-HCTZ as a non-mutagenic impurity (NMI), indicating that “Substance tested negative in in-vivo mutagenicity study.
es_es: El lineamiento de la Agencia Europea de Medicamentos (EMA) "EMA/409815/2020 Rev. 19: "Preguntas y respuestas de titulares/solicitantes de autorizaciones para la comercialización al Comité de Medicamentos de Uso Humano por referato en el Artículo 5(3) de la normativa (CE) 726/2004 (impurezas nitrosamínicas en medicamentos de uso humano)" (última actualización del 02 de octubre de 2023)" en su "Apéndice 1: Ingestas aceptables establecidas de N-Nitrosaminas (última actualizacion: 20 de noviembre de 2023)" define la NO-HCTZ como una impureza no mutagénica, e indica que "la sustancia dio negativa en el estudio de mutagenicidad in vivo y

source: European Medicines Agency (EMA) guideline “EMA/409815/2020 Rev.19 – Questions and answers for marketing authorisation holders/applicants on the CHMP Opinion for the Article 5(3) of Regulation (EC) No 726/2004 referral on nitrosamine impurities in human medicinal products (last update 02/Oct/2023)” in its “Appendix 1: Acceptable intakes established for N- nitrosamines (last update 20/Nov/2023)” defines NO-HCTZ as a non-mutagenic impurity (NMI), indicating that “Substance tested negative in in-vivo mutagenicity study. Can be controlled in drug product according to ICH Q3B.”
es_es: El lineamiento de la Agencia Europea de Medicamentos (EMA) "EMA/409815/2020 Rev. 19: "Preguntas y respuestas de titulares/solicitantes de autorizaciones para la comercialización al Comité de Medicamentos de Uso Humano por referato en el Artículo 5(3) de la normativa (CE) 726/2004 (impurezas nitrosamínicas en medicamentos de uso humano)" (última actualización del 02 de octubre de 2023)" en su "Apéndice 1: Ingestas aceptables establecidas de N-Nitrosaminas (última actualizacion: 20 de noviembre de 2023)" define la NO-HCTZ como una impureza no mutagénica, e indica que "la sustancia dio negativa en el estudio de mutagenicidad in vivo y puede controlarse en el medicamento de acuerdo con el lineamiento Q3B de la ICH".

source: European Medicines Authority Committee for Proprietary Medicinal Products (CPMP) 2000: London.
es_es: European Medicines Authority Committee for Proprietary Medicinal Products (CPMP) 2000: Londres.

source: European Pharmacopoeia
es_es: Farmacopea Europea

source: European Public Assessment Report
es_es: Informe de evaluación público europeo

source: European Union
es_es: Unión Europea

source: European Union Risk Management Plan
es_es: Plan de gestión de riesgos para la Unión Europea

source: European federation of pharmaceutical industries and associations
es_es: Federación Europea de Industrias y Asociaciones Farmacéuticas

source: European medicines agency
es_es: Agencia Europea de Medicamentos

source: European pharmacopoeia
es_es: Farmacopea Europea

source: Evaluación de Bioequivalencia:
es_es: Bioequivalence Assessment:

source: Evaluación de Fórmula
es_es: Formula evaluation

source: Evaluación de Seguridad
es_es: Safety evaluation

source: Evaluate the following:
es_es: Evaluar lo siguiente:

source: Evaluating AEs and SAEs
es_es: Evaluación de los EA y EAG

source: Evaluation
es_es: Evaluación

source: Evaluation Criteria
es_es: Criterios de evaluación

source: Evaluation mode
es_es: Modo de evaluación

source: Evaluation of a low endotoxin recovery (LER) effect for spesolimab
es_es: Evaluación de un efecto de baja recuperación de endotoxinas para espesolimab

source: Evaluation of five-point calibration
es_es: Evaluación de la calibración de cinco puntos

source: Evaluation of hold and processing times
es_es: evaluación de tiempos de espera y de procesamiento

source: Evaluation of seven point calibration
es_es: Evaluación de la calibración de siete puntos

source: Evaluation of the homo- / heteroscedastic behaviour of the variances e.g. increasing with concentration or an indicating curvature
es_es: Evaluación de la homo-/heteroscedacticidad de las varianzas, por ejemplo, que aumente con la concentración o una curvatura indicadora

source: Evaluation of the impact on potency (IL36R binding activity) was determined using stability data from drug substance and drug product.
es_es: La influencia en la potencia (actividad de unión al IL36R) se evaluó usando datos de estabilidad del principio activo y el medicamento.

source: Evaluation of the regression
es_es: Evaluación de la regresión

source: Evaluation of the regression visual linear or quadratic
es_es: Evaluación de la regresión: lineal o cuadrática

source: Evaluation of the regression:
es_es: Evaluación de la regresión:

source: Evaluation:
es_es: Evaluación:

source: Evaporate 100 mL to dryness on a water-bath and dry in an oven at 100-105 °C.
es_es: Evaporar 100 ml hasta la desecación en baño María y secar en horno a 100-105° C.

source: Evaporate, ignite again and allow to cool.
es_es: Dejar evaporar, llevar a ignición y dejar enfriar.

source: Even distal MCA occlusions (M2) re-open in less than 50% of patients when assessed 2 hours after alteplase.
es_es: Incluso las obstrucciones distales de la arteria cerebral media (M2) vuelven a abrirse en menos del 50% de los pacientes cuando se los evalúa 2 horas después de la administración de alteplasa.

source: Even though oxidation of a number of tryptophan residues was induced under chemical stress conditions, no change of clot lysis activity was observed.
es_es: Si bien se indujo la oxidación de un número de residuos de triptófano mediante condiciones químicas extremas, no se observaron cambios de la actividad de lisis de coágulo.

source: Even though oxidation of several methionine residues was induced under artificial chemical stress conditions, no change of clot lysis activity was observed.
es_es: Si bien se indujo la oxidación de varios residuos de metionina mediante condiciones químicas extremas creadas artificialmente, no se observaron cambios de la actividad de lisis de coágulo.

source: Even though oxidised variants are elevated after treatment with hydrogen peroxide, the monomer content showed only a very minor difference in the DP samples with and without hydrogen peroxide (Table 37).
es_es: Aunque las variantes oxidadas aumentan después del tratamiento con peróxido de hidrógeno, el contenido de monómeros mostró sólo una diferencia muy pequeña en las muestras de medicamento con y sin peróxido de hidrógeno (Tabla 37).

source: Event Description
es_es: Descripción del evento

source: Events included in these endpoints were also included in the analyses of AEs.
es_es: Los eventos incluidos en estos criterios de valoración también se incluyeron en los análisis de eventos adversos.

source: Events leading to lower limb amputation
es_es: Eventos que conducen a la amputación de miembro inferior

source: Events reported as SAEs were reported with lower frequency for the empagliflozin group than for the placebo group.
es_es: Los eventos consignados como eventos adversos graves se consignaron con una frecuencia menor en el grupo de empagliflozina que en el grupo de placebo.

source: Events that occurred outside this 24 h window but that were determined by the investigator to be causally related to thrombolysis administration were reported.
es_es: Los eventos acaecidos fuera de esta ventana de 24 horas pero que, a juicio del investigador, tuvieron una relación de causalidad con la administración de la trombólisis, se informaron.

source: Events that occurred outside this 24 h window but that were determined by the investigator to be causally related to thrombolysis unblinded interim safety analyses.15
es_es: Los eventos acaecidos fuera de esta ventana de 24 horas pero que, a juicio del investigador, tuvieron una relación de causalidad con la trombólisis

source: Events to be reviewed were defined by abnormal laboratory values and/or relevant AEs.
es_es: Se definió cuáles serían los eventos que ameritaban revisión a partir de la presencia de valores de laboratorio anómalos o eventos adversos relevantes.

source: Every attempt was to be made by the investigator to ensure that patients continued participating in the trial during trial medication interruptions and after discontinuation of trial medication.
es_es: El investigador hizo todo lo posible para garantizar que ningún paciente dejara de participar en el ensayo ni durante las interrupciones de la medicación en estudio ni después de haberla discontinuado.

source: Every effort was to be made by the investigator and site staff to contact and locate a patient before declaring the patient lost to follow-up.
es_es: El investigador y el personal del centro hicieron todo lo posible para comunicarse y ubicar a los pacientes, antes de declarar el seguimiento infructuoso.

source: Evidence before this study
es_es: Evidencia previa a este estudio

source: Evidence for linking the risk to the medicine
es_es: Evidencia para relacionar el riesgo con el medicamento.

source: Evidence from non-randomised studies in clinical practice suggests that tenecteplase might result in better intermediary outcomes of greater early recanalisation and less symptomatic intracerebral haemorrhage than does alteplase.24
es_es: La evidencia de algunos estudios no aleatorizados de la práctica clínica sugiere que tenecteplasa podría dar mejores resultados intermedios (mayor recanalización precoz y menos hemorragia intracerebral sintomática) que alteplasa.24

source: Evidence of precipitate in the agar overlay was recorded.
es_es: Se registró cualquier evidencia de precipitado en la superposición de agar.

source: Evidence of vascular related end-organ damage
es_es: Evidencia de daño en el órgano terminal relacionado con trastornos vasculares

source: Ex-smoker
es_es: Exfumadores

source: Exacerbation of a chronic or intermittent pre-existing condition.
es_es: Exacerbación de una afección preexistente crónica o intermitente.

source: Exact times of measurements outside the permitted time windows were to be documented.
es_es: Se debían documentar los tiempos exactos de las mediciones realizadas fuera de las ventanas de tiempo permitidas.

source: Exact times of plasma sampling were derived from the study management system ClinBase™ and sent as electronic files to the trial data manager.
es_es: Los momentos exactos para las tomas de muestra de plasma se calcularon con el sistema de gestión de estudios ClinBase™ y se enviaron como archivos electrónicos al gerente de datos del estudio.

source: Exactitud;
es_es: Accuracy;

source: Examine by liquid chromatography acc. to European Pharmacopoeia (2.2.29).
es_es: Análisis mediante cromatografía líquida, según Farmacopea Europea (2.2.29).

source: Examine the sample as such using UATR technique and compare the spectrum obtained by the same technique for Amlodipine Besilate CRS.
es_es: Examinar la muestra como tal usando la técnica de UATR y comparar con el espectro obtenido usando esa misma técnica de una preparación de Amlodipina besilato CRS.

source: Examine the sample in nujol dispersion and compare with the spectrum obtained from similar preparation of Amlodipine Besilate CRS.
es_es: Examinar la muestra en dispersión de nujol y comparar con el espectro obtenido de una preparación similar de Amlodipina besilato CRS.

source: Examined under a microscope using a 50 per cent V/V solution of glycerol R, not more than traces of matter other than starch granules are present.
es_es: Revisadas al microscopio usando una solución de glicerol R al 50% V/V. No se observan más que trazas de materias extrañas a los gránulos de almidón.

source: Example:
es_es: Por ejemplo:

source: Examples of an AE do not include:
es_es: Los siguientes no son ejemplos de eventos adversos:

source: Examples of an AE include:
es_es: Algunos ejemplos de eventos adversos son:

source: Examples of each approach
es_es: Ejemplos de cada enfoque

source: Examples of such events are invasive or malignant cancers, intensive treatment in an emergency room or at home for allergic bronchospasm, blood dyscrasias or convulsions that do not result in hospitalisation, or development of drug dependency or abuse.
es_es: Algunos ejemplos de esa clase de eventos son los cánceres invasivos o malignos, el tratamiento intensivo en una sala de urgencias o en el hogar por broncoespasmos alérgicos, discrasias sanguíneas o convulsiones que no derivan en la hospitalización o desarrollo de farmacodependencia o abuso.

source: Examples of such events could be intensive treatment in an emergency room or at home for allergic bronchospasm, blood dyscrasias, or convulsions that do not result in hospitalisation or development of dependency or abuse.
es_es: Algunos ejemplos de esa clase de eventos podrían ser el tratamiento intensivo en una sala de urgencias o en el hogar por broncoespasmos alérgicos, discrasias sanguíneas o convulsiones que no derivan en la hospitalización o desarrollo de dependencia o adicción.

source: Examples of the labels were to be available in the ISF.
es_es: En el archivo del centro investigador debían constar ejemplos de las etiquetas.

source: Examples of these parameters include bacterial endotoxin, sterility, protein concentration, pH, polysorbate 20, extractable volume, visible particles and osmolality.
es_es: Ejemplos de estos parámetros son: endotoxinas bacterianas, esterilidad, concentración de proteínas, pH, polisorbato 20, volumen extraíble, partículas visibles y osmolalidad.

source: Examples of these parameters include degree of coloration, clarity and degree of opalescence, bacterial endotoxin, protein concentration and bioburden.
es_es: Ejemplos de estos parámetros son el grado de coloración, la limpidez y el grado de opalescencia, la presencia de endotoxinas bacterianas, la concentración de proteínas y la biomasa.

source: Exceeding media fill time may impact sterility
es_es: Si se supera el tiempo de llenado aséptico, la esterilidad podría verse afectada.

source: Exceeding this duration for the aseptic filling may impact the CQA sterility.
es_es: El atributo crítico de calidad de la esterilidad del llenado aséptico puede verse afectado si se excede esta duración.

source: Excellent outcome
es_es: Resultado excelente

source: Excellent outcome – no.
es_es: Resultado excelente – n.°

source: Excellent outcome (mRS0-1 or no change) — no.
es_es: Desenlace excelente (mRS0-1 o estable) — n.°

source: Except for Geneticin, all raw materials (including protein ligand of MabSelect/MabSelect SuRe resin) used during cell culture, purification of drug substance and during formulation of the drug product are of non-animal origin.
es_es: Salvo por la geneticina, todas las materias primas (incluido el ligando de proteínas de la resina MabSelect/MabSelect SuRe) usadas durante el cultivo celular, la purificación del principio activo y la formulación del medicamento son de origen no animal.

source: Except where the Principal Investigator’s signature is specifically required, it is understood that the term ‘Investigator’ as used in this Protocol and on the CRFs refers to the Principal Investigator or an appropriately qualified member of the staff that the Principal Investigator designates to perform specified duties of the Protocol.
es_es: Excepto cuando se requiera específicamente la firma del investigador principal, se entiende que el término "Investigador" tal como se utiliza en este Protocolo y en los CRF hace referencia al investigador principal o a un integrante del personal debidamente calificado que el investigador principal designe para realizar tareas específicas del protocolo.

source: Excessive physical activity (such as competitive sport) was to be be avoided from 7 days prior to first study drug administration until the end-of-trial examination.
es_es: Asimismo, los sujetos debían evitar realizar actividades físicas excesivas (tales como un deporte de competición) desde los 7 días previos a la primera administración de la medicación en estudio hasta la visita de fin del ensayo.

source: Excipient
es_es: Excipiente

source: Excipient / drug substance
es_es: Excipiente / principio activo

source: Excipient risk assessments were provided by suppliers and have been assessed.
es_es: Se han evaluado las evaluaciones de riesgo de los excipientes provistas por los proveedores.

source: Excipients
es_es: Excipientes

source: Excipients including WFI
es_es: Excipientes, incluida el agua para inyección

source: Excipients of Human or Animal Origin
es_es: Excipientes de origen humano o animal

source: Excluded according to the treatment indication covering only ischaemic events in the product label.
es_es: Excluido según la indicación del tratamiento en etiqueta, que abarca únicamente eventos isquémicos.

source: Exclusion criteria
es_es: Criterios de exclusión

source: Exclusion criteria included acute coronary syndrome within 6 weeks prior to screening, or stroke or transient ischaemic attack within 3 months prior to screening.
es_es: Dos criterios de exclusión eran haber sufrido síndrome coronario agudo en las 6 semanas previas a la selección o accidente cerebrovascular o accidente isquémico transitorio en los 3 meses previos a la selección.

source: Exclusion criterion is related to the study procedure and is covered by the indication statement requiring that ICH is excluded (which would include imaging).
es_es: El criterio de exclusión está relacionado con el procedimiento del estudio y está cubierto por la indicación, según la cual se excluye la hemorragia intracerebral (según imágenes).

source: Exclusionary laboratory tests
es_es: Pruebas de laboratorio que determinan la exclusión

source: Exclusionary tests (Table 9.5.2.3: 2) were performed at the screening examination and could be repeated as required.
es_es: Las pruebas cuyo resultado fuera la exclusión (Tabla 9.5.2.3: 2) se hacían en el examen de selección y podían repetirse de ser necesario.

source: Exclusión de datos.
es_es: Data exclusion.

source: Exemplary presentation of overlays of Metalyse ® and TNKase® reference standard (RS) in oligosaccharide mapping demonstrating the qualitative comparability of the profiles
es_es: Presentación de ejemplo de superposición de los estándares de referencia (ER) de Metalyse ® y TNKase® en el mapeo de los oligosacáridos, lo que demuestra la comparabilidad cualitativa de los perfiles

source: Exemplary samples are shown in Figure 9.
es_es: Se incluyen muestras ilustrativas en la Figura 9.

source: Exemptions to SAE reporting
es_es: Exenciones a los informes de eventos adversos graves

source: Existen diferentes enfoques para abordar el estudio de principios activos de alta variabilidad, uno de ellos implica la ampliación de los criterios de aceptación de bioequivalencia (BE) basado en la desviación típica intra sujetos observada en los parámetros relevantes para el medicamento comparador.
es_es: There are different approaches to address highly variable active ingredients, including, e.g., expanding the bioequivalence acceptance criteria based on the intra-subject standard deviation in the comparator parameters.

source: Existing data on tenecteplase indicate that it is very unlikely to be less effective or higher risk than alteplase.
es_es: La información actualmente disponible indica que es muy improbable que tenecteplasa sea menos efectiva o más riesgosa que la alteplasa.

source: Expansion bioreactor process parameter
es_es: Parámetro del proceso del biorreactor de expansión

source: Expected changes over the time course monitored.
es_es: Cambios esperables a lo largo del curso cronológico monitoreado.

source: Expected changes over time course occurred.
es_es: Ocurrieron cambios esperables a lo largo del curso cronológico.

source: Expected minor changes over the time course monitored.
es_es: Leves cambios esperables a lo largo del curso cronológico monitoreado.

source: Expected minor changes over the time course.
es_es: Leves cambios esperables a lo largo del curso cronológico.

source: Expected An adverse reaction, the nature or severity of which is consistent with the applicable product information (e.g. Product Information) for an unapproved medicinal product.
es_es: Previsto Un evento adverso cuya naturaleza o gravedad coincide con la información correspondiente del producto (p. ej., Información del producto) para un medicamento no aprobado.

source: Expedir el Instructivo Externo IE-B.3.2.1-MED-02, versión 4, denominado “Criterios y requisitos para demostrar bioequivalencia y biodisponibilidad en los medicamentos de uso humano”, en aplicación a las directrices estipuladas en la Resolución ARCSA-DE-2023-015-AKRG, a través de la cual se emite la “Normativa Técnica Sanitaria Sustitutiva que establece los criterios y requisitos para demostrar bioequivalencia y biodisponibilidad en los medicamentos de uso y consumo humano”, publicada en Registro Oficial 330 de 13 de junio de 2023.
es_es: To issue the External Instruction IE-B.3.2.1-MED-02, version 4, called "Criteria and requirements for bioequivalence and bioavailability in human use durgs", pursuant to the guidelines in Resolution ARCSA-DE-2023-015-AKRG, which states the "Surrogate Technical Health Regulations for bioequivalence and bioavailability criteria and requirements in drugs for human use and consumption", as published in Official Gazette 330, of June 13, 2023.

source: Expeditable Events
es_es: Eventos de notificación inmediata

source: Expeditable events are those adverse events that are CAUSALLY related to the investigational product, AND that are both SERIOUS (see Section 9.2) and UNEXPECTED (see Section 9.8.3).
es_es: Los eventos de acción inmediata son aquellos que guardan una relación CAUSAL con el producto en investigación, Y que son GRAVES (ver la Sección 9.2) e IMPREVISTOS (ver la Sección 9.8.3).

source: Experiment:
es_es: Ensayo:

source: Experimental matrix for the determination of intermediate precision
es_es: Matriz experimental para la determinación de la precisión intermedia

source: Expiry Date:
es_es: Fecha de vencimiento:

source: Expiry date
es_es: Fecha de vencimiento

source: Explanation
es_es: Explicación

source: Explanation of Venuti's key concepts:
es_es: Explicación de agunos conceptos clave de Venuti:
